<?php 
$_lang['(none)'] = '(нет)';
$_lang['(optional)'] = '(РП ЦЕМБОЙА)';
$_lang['A reply to your topic has been posted'] = 'Поступил ответ на вашу тему.';
$_lang['Access'] = 'Доступ';
$_lang['Accounts with same <i>Email</i>'] = 'Аккаунты с тем же <i>Email</i>';
$_lang['Accounts with same <i>Username</i>'] = 'Аккаунты одного <i>пользователя</i>';
$_lang['Accounts with same <i>Username</i> AND same <i>Password</i>'] = 'Аккаунты с тем же <i>именем пользователя</i> и 
<i>паролем</i>';
$_lang['Action'] = 'Действие';
$_lang['Add'] = 'Добавить';
$_lang['Add a category'] = 'Добавить раздел';
$_lang['Add a comment'] = 'добавить/изменить комментарий к';
$_lang['Add a user'] = 'Добавить пользователей';
$_lang['Add an event'] = 'Добавить событие';
$_lang['Add announcement'] = 'Добавить объявление';
$_lang['Add answ.'] = '+отв';
$_lang['Add elem.'] = '+элем';
$_lang['Add me to this group'] = 'Добавить меня в эту группу';
$_lang['Add new heading'] = 'Добавить название';
$_lang['Add user manually'] = 'Добавить пользователя вручную';
$_lang['Agenda'] = 'Календарь';
$_lang['All exercises'] = 'Все тесты';
$_lang['All groups are now empty'] = 'чУЕ ЗТХРРЩ ФЕРЕТШ РХУФЩ';
$_lang['All groups have been deleted'] = 'чУЕ ЗТХРРЩ ХДБМЕОЩ';
$_lang['Allowed'] = 'Разрешен';
$_lang['Already enroled'] = 'Уже записан';
$_lang['Announcement has been added'] = 'Объявление добавлено';
$_lang['Announcement has been deleted'] = 'Объявление удалено';
$_lang['Announcement has been modified'] = 'Объявление изменено';
$_lang['Announcements'] = 'Объявления';
$_lang['Announcements list has been cleared up'] = 'Все объявления были удалены';
$_lang['Anonymous'] = 'Аноним';
$_lang['Answer'] = 'Ответ';
$_lang['Answer type'] = 'Тип ответа';
$_lang['Are you sure to delete'] = 'Вы действительно хотите удалить';
$_lang['Area for this group'] = 'рТПУФТБОУФЧП ЬФПК ЗТХРРЩ';
$_lang['Author'] = 'редактор';
$_lang['Author(s)'] = 'Авторы';
$_lang['Back'] = 'Назад';
$_lang['Back to list'] = 'Вернуться к списку пользователей';
$_lang['Back to my personal course list'] = 'Назад к моему личному списку курсов';
$_lang['Back to user list'] = 'Вернуться к списку пользователей';
$_lang['Cancel'] = 'Отменить';
$_lang['Categories'] = 'Разделы';
$_lang['Chat'] = 'Чат';
$_lang['Claroline help'] = 'Помощь при входе в курс';
$_lang['Clear up list of announcements'] = 'Удалить все объявления';
$_lang['Close'] = 'Закрыть окно';
$_lang['Comment'] = 'Комментарий';
$_lang['Comment modified'] = 'комментарий изменен';
$_lang['Confirmation'] = 'подтверждение';
$_lang['Corresponds to'] = 'соответствует';
$_lang['Course'] = 'Курс';
$_lang['Course access'] = 'Доступ к этому курсу';
$_lang['Course administrator only'] = 'Доступно только администратору курса';
$_lang['Course code'] = 'лПД ЛХТУБ';
$_lang['Course description'] = 'Описание курса';
$_lang['Course manager'] = 'Менеджер курса';
$_lang['Course title'] = 'звание';
$_lang['Courses'] = 'курсы.';
$_lang['Courses not used'] = 'Неиспользуемые курсы';
$_lang['Courses without a lecturer'] = 'Курсы без преподавателя';
$_lang['Create'] = 'УПЪДБФШ';
$_lang['Create a course site'] = 'Создать сайт курса';
$_lang['Create a course website'] = 'Создать сайт курса';
$_lang['Create directory'] = 'Создать папку';
$_lang['Create new group(s)'] = 'уПЪДБФШ ОПЧХА(ЩЕ) ЗТХРРХ(Щ)';
$_lang['Date'] = 'Дата';
$_lang['Day'] = 'День';
$_lang['Define Headings'] = 'Определить заголовки';
$_lang['Delete'] = 'удалить';
$_lang['Delete all groups'] = 'хДБМЙФШ ЧУЕ ЗТХРРЩ';
$_lang['Delete the whole course website'] = 'Удалить весь курс целиком';
$_lang['Denied'] = 'Запрещен';
$_lang['Department'] = 'Кафедра';
$_lang['Department URL'] = 'URL кафедры';
$_lang['Description'] = 'Описание (по желанию)';
$_lang['Detail'] = 'Подробности';
$_lang['Details'] = 'Подробности';
$_lang['Directory created'] = 'папка создана';
$_lang['Document'] = 'Учебные материалы';
$_lang['Document deleted'] = 'элемент удален';
$_lang['Documents and Links'] = 'Документ';
$_lang['Documents help'] = 'Помощь Учебные материалы';
$_lang['Edit'] = 'тЕДБЛФЙТПЧБФШ';
$_lang['Edit this group'] = 'тЕДБЛФЙТПЧБФШ ЗТХРРХ';
$_lang['Element list'] = 'Список элементов';
$_lang['Element moved'] = 'элемент перемещен';
$_lang['Element renamed'] = 'Элемент переименован';
$_lang['Email'] = 'Email';
$_lang['Empty'] = 'чЩ ЪБРПМОЙМЙ ОЕ ЧУЕ РПМС. 
<br />
 йУРПМШЪХКФЕ ЛОПРЛХ оБЪБД ЧБЫЕЗП ВТПХЪЕТБ Й ОБЮОЙФЕ УОБЮБМБ
<br />еУМЙ ЧЩ ОЕ ЪОБЕФЕ ЛПД ЧБЫЕЗП ЛХТУБ, РПУНПФТЙФЕ Ч РТПЗТБННЕ ЛХТУБ ОБ ЛБЖЕДТЕ.';
$_lang['Empty all groups'] = 'пЮЙУФЙФШ ЧУЕ ЗТХРРЩ';
$_lang['Enrolment'] = 'Регистрация';
$_lang['Enter'] = 'Вернуться к вашему списку курсов';
$_lang['Exercise'] = 'Тесты';
$_lang['Exercise type'] = 'Тип теста';
$_lang['Exercises'] = 'Тесты';
$_lang['Exercises help'] = 'Помощь по тестам';
$_lang['Expected choice'] = 'ожидаемый выбор';
$_lang['Fill groups (automatically)'] = 'ъБРПМОЙФШ ЗТХРРХ(Щ)';
$_lang['Fill in blanks'] = 'Заполнение пропусков';
$_lang['Filter'] = 'Фильтр';
$_lang['Finish'] = 'Закончить';
$_lang['First name'] = 'Фамилия';
$_lang['Follow courses'] = 'Записать меня на курсы';
$_lang['Forum'] = 'жПТХН';
$_lang['Forums'] = 'Форумы';
$_lang['Forums help'] = 'Помощь по форумам';
$_lang['From'] = 'с';
$_lang['Get a question from another exercise'] = 'Взять вопрос из другого теста';
$_lang['Go back to the exercise'] = 'Назад к тесту';
$_lang['Group'] = 'зТХРРБ';
$_lang['Group Tutor'] = 'Тьютор';
$_lang['Group area'] = 'рТПУФТБОУФЧП ЗТХРРЩ';
$_lang['Group deleted'] = 'зТХРРБ ХДБМЕОБ';
$_lang['Group management'] = 'Управление группами';
$_lang['Group members'] = 'хЮБУФОЙЛЙ ЗТХРРЩ';
$_lang['Group name'] = 'оБЪЧБОЙЕ ЗТХРРЩ';
$_lang['Group settings have been modified'] = 'уЧПКУФЧБ ЗТХРР ВЩМЙ ЙЪНЕОЕОЩ';
$_lang['Group settings modified'] = 'уЧПКУФЧБ ЗТХРРЩ ЙЪНЕОЕОЩ.';
$_lang['Groups'] = 'зТХРРЩ';
$_lang['Groups have been filled (or completed) by students present in the \'Users\' list.'] = 'Группы были заполнены (или укомплектованы) студентами из списка 
\'Пользователи\'.';
$_lang['Groups help'] = 'Управление группами';
$_lang['Groups settings'] = 'уЧПКУФЧБ ЗТХРР';
$_lang['He or she will receive email confirmation with login and password'] = 'Он получит по электронной почте имя пользователя и пароль.';
$_lang['Heading'] = 'Название';
$_lang['Help'] = 'рПНПЭШ';
$_lang['Hits'] = 'Хиты';
$_lang['Home page help'] = 'Помощь Главная страница';
$_lang['Hour'] = 'Час';
$_lang['Information to give to students'] = 'Информация для сообщения <br />студентам';
$_lang['Language'] = 'Язык';
$_lang['Last 31 days'] = 'за последние 31 день';
$_lang['Last 7 days'] = 'За последние 7 дней';
$_lang['Last message'] = 'Последнее сообщение';
$_lang['Last name'] = 'Имя';
$_lang['Lasting'] = 'Продолжительность';
$_lang['Lecturer(s)'] = 'рТЕРПДБЧБФЕМШ(Й)';
$_lang['Line Number'] = 'Количество строк';
$_lang['Login'] = 'Вход, логин';
$_lang['Login request'] = 'Просьба имени пользователя';
$_lang['Logins'] = 'Подключений';
$_lang['Logins not used'] = 'Неиспользуемые аккаунты';
$_lang['Logout'] = 'Выйти';
$_lang['Lost password'] = 'Пароль утерян';
$_lang['Make correspond'] = 'найдите соответствия';
$_lang['Manager'] = 'Ответственный';
$_lang['Matching'] = 'Соответствия';
$_lang['Max file size'] = 'Максимальный размер';
$_lang['Max.'] = 'НБЛУЙНХН';
$_lang['Message body'] = 'Сообщение';
$_lang['Missing'] = 'отсутствующий';
$_lang['Missing images detected'] = 'Обнаружены недостающие изображения';
$_lang['Modifies this announcement'] = 'Изменить объявление';
$_lang['Modify'] = 'йЪНЕОЙФШ';
$_lang['Month'] = 'Месяц';
$_lang['Move'] = 'Переместить';
$_lang['Move down'] = 'Вниз';
$_lang['Move up'] = 'Вверх';
$_lang['Multiple choice (Multiple answers)'] = 'Множественный выбор (несколько правильных ответов)';
$_lang['Multiple choice (Unique answer)'] = 'Множественный выбор (один правильный ответ)';
$_lang['My course list'] = 'Список моих курсов';
$_lang['My personal course list'] = 'Мой личный список курсов';
$_lang['My user account'] = 'Изменить мои настройки';
$_lang['Name of the tool'] = 'Название средства';
$_lang['New exercise'] = 'Новый тест';
$_lang['New question'] = 'Новый вопрос';
$_lang['New topic'] = 'Начать новую тему';
$_lang['Newest first'] = 'Изменить порядок';
$_lang['Next'] = 'Дальше';
$_lang['Next day'] = 'Следующий день';
$_lang['Next month'] = 'Следующий месяц';
$_lang['Next week'] = 'Следующая неделя';
$_lang['Next year'] = 'Следующий год';
$_lang['No'] = 'Нет';
$_lang['No result'] = 'Нет результата';
$_lang['No way'] = 'Нет доступа ';
$_lang['None'] = 'нет';
$_lang['Not allowed'] = 'Вы не зарегистрированы как ответственный за курс';
$_lang['Notice'] = 'Примечание';
$_lang['Notify by email when replies are posted'] = 'сообщить по электронный почте об ответах на сообщение';
$_lang['Now'] = 'сейчас';
$_lang['Number of courses'] = 'Количество курсов';
$_lang['Number of courses by faculty'] = 'Количество курсов по факультетам';
$_lang['Number of courses by language'] = 'Количество курсов по языкам';
$_lang['Number of courses by visibility'] = 'Количество курсов по открытому доступу/ скрытым';
$_lang['Number of users'] = 'Количество пользователей';
$_lang['Number of users by course'] = 'Количество пользователей по курсам';
$_lang['Number of users by faculty'] = 'Количество пользователей по факультетам';
$_lang['Number of users by status'] = 'Количество пользователей по статусу';
$_lang['Number proposed exceeds max. that you allowed (you can modify it below). Group composition has not been modified'] = 'Количество предложенный участников группы превышает максимум, установленный вами. 
Состав группы не был изменен. Вы можете изменить максимальное количество студентов в группе ниже.';
$_lang['Ok'] = 'Ok';
$_lang['Oldest first'] = 'Изменить порядок';
$_lang['On'] = 'на';
$_lang['On an unique page'] = 'Вопросы на одной странице';
$_lang['One question per page (sequential)'] = 'Один вопрос на страницу (разбивка)';
$_lang['Optional'] = 'не обязательный';
$_lang['Orphan questions'] = 'Одиночные вопросы';
$_lang['Other'] = 'Другой';
$_lang['PHP system information'] = 'Информация о системе php';
$_lang['Password'] = 'пароль';
$_lang['Period'] = 'Период';
$_lang['Please choose a good answer'] = 'Выберите правильный ответ';
$_lang['Please confirm your choice'] = 'Подтвердите ваш выбор';
$_lang['Please define the options'] = 'выберите вариант';
$_lang['Please fill the two lists below'] = 'Заполните два списка ниже';
$_lang['Please give a weighting to each blank'] = 'Дайте вес каждому вопросу';
$_lang['Please give the answers to the question'] = 'Дайте ответы на этот вопрос';
$_lang['Please type the text'] = 'Введите текст';
$_lang['Posts'] = 'Сообщений';
$_lang['Powered by'] = 'использует оболочку';
$_lang['Previous day'] = 'Предыдущий день';
$_lang['Previous month'] = 'Предыдущий месяц';
$_lang['Previous week'] = 'Предыдущая неделя';
$_lang['Previous year'] = 'Предыдущий год';
$_lang['Private'] = 'закрыт';
$_lang['Public'] = 'открыт всем';
$_lang['Publish'] = 'Опубликовать';
$_lang['Published on'] = 'Опубликовано ';
$_lang['Question'] = 'Вопрос';
$_lang['Question pool'] = 'Банк вопросов';
$_lang['Question to lecturer'] = 'Вопросы по планированию <br />для преподавателя';
$_lang['Random questions'] = 'Случайные вопросы';
$_lang['Registered'] = 'ъБРЙУБОЩ';
$_lang['Registration'] = 'Запись';
$_lang['Rem. answ.'] = '-отв';
$_lang['Rem. elem.'] = '-элем';
$_lang['Remove'] = 'Удалить';
$_lang['Rename'] = 'Переименовать';
$_lang['Reply'] = 'Ответить';
$_lang['Result'] = 'Результат';
$_lang['Reuse'] = 'восстановить';
$_lang['Role'] = 'Роль';
$_lang['Save'] = 'Сохранить';
$_lang['Score'] = 'баллы';
$_lang['Seen'] = 'Прочитанные';
$_lang['Select course in'] = 'Выберите курс в ';
$_lang['Select course in search results'] = 'Выберите курс в результатах поиска';
$_lang['Show all'] = 'Показать все';
$_lang['Show none'] = 'Скрыть все';
$_lang['Size'] = 'Размер';
$_lang['Statistics'] = 'Статистика';
$_lang['Status'] = 'Действие';
$_lang['Student'] = 'студент';
$_lang['Students are allowed to self-register in groups'] = 'уФХДЕОФБН ТБЪТЕЫЕОП УБНПУФПСФЕМШОП ЪБРЙУЩЧБФШУС Ч ЗТХРРЩ';
$_lang['Subject'] = 'Тема';
$_lang['Support forum'] = 'Форум поддержки';
$_lang['The email address is not valid'] = 'Указанный вами электронный адрес неполон или содержит неподходящие символы. ';
$_lang['The file to upload is not valid.'] = 'Файл для размещения не подходит.';
$_lang['The upload has failed. There is not enough space in your directory'] = 'Размещение файла не удалось. В вашей папке недостаточно места';
$_lang['The upload is finished'] = 'Размещение файла завершено';
$_lang['The zip file can not contain .PHP files'] = 'Файл ZIP не может содержать файлов с расширением .php';
$_lang['There are no topics for this forum. You can post one'] = 'В этом форуме нет тем. Вы можете начать новую тему.';
$_lang['There is no answer for the moment'] = 'В настоящий момент ответов нет';
$_lang['There is no exercise for the moment'] = 'В данный момент тестов нет';
$_lang['This course is currently not described'] = 'Описание курса не заполнено';
$_lang['This day'] = 'Сегодня';
$_lang['This is the faculty, department or school where the course is delivered'] = 'тЕЮШ ЙДЕФ П ЖБЛХМШФЕФЕ, ЛБЖЕДТЕ, ЫЛПМЕ... Ч ЛПФПТЩИ ЧЕДЕФУС ЛХТУ';
$_lang['This is your account Login-Pass'] = 'Вот ваши параметры подключения';
$_lang['This username is already taken'] = 'Выбранное вами имя пользователя уже используется.';
$_lang['Title'] = 'Заголовок';
$_lang['To'] = 'в';
$_lang['Tools'] = 'уТЕДУФЧБ ХРТБЧМЕОЙС';
$_lang['Topic'] = 'Тема';
$_lang['Topic review'] = 'Обзор темы';
$_lang['Topics'] = 'Темы';
$_lang['Total'] = 'Всего';
$_lang['Total Clicks'] = 'Общее количество переходов';
$_lang['Total Downloads'] = 'Общее количество просмотров';
$_lang['Tracking'] = 'Действия пользователей';
$_lang['Tracking has been disabled by system administrator.'] = 'Система статистики и отслеживания действий пользователей дезактивирована 
администратором системы.';
$_lang['Traffic Details'] = 'Детали трафика';
$_lang['True'] = 'Верно';
$_lang['Unassigned students'] = 'уФХДЕОФЩ ВЕЪ ЗТХРРЩ';
$_lang['Unregister'] = 'Отписать';
$_lang['Unsubscribe'] = 'Отмена регистрации';
$_lang['Up'] = 'вверх';
$_lang['Upgrade'] = 'Обновление claroline';
$_lang['Upload file'] = 'Разместить файл на сервере';
$_lang['User'] = 'Пользователи';
$_lang['User\'s course'] = 'Курс пользователя';
$_lang['Username'] = 'Имя пользователя';
$_lang['Users'] = 'Пользователи';
$_lang['Users Downloads'] = 'Скачиваний зарегистрированными пользователями';
$_lang['Users help'] = 'Помощь пользователям';
$_lang['Users not in this group'] = 'Пользователи, не записанные в эту группу';
$_lang['Users\' Clicks'] = 'Переходов зарегистрированных пользователей';
$_lang['View by'] = 'Точность';
$_lang['View list of all tools'] = 'Просмотреть список всех средств';
$_lang['View my statistics'] = 'Моя статистика';
$_lang['Visibility'] = 'Видимая/скрытая';
$_lang['Visits'] = 'посещений';
$_lang['Week'] = 'Неделя';
$_lang['Weighting'] = 'Вес вопроса';
$_lang['Year'] = 'Год';
$_lang['Yes'] = 'Да';
$_lang['You are now a member of this group.'] = 'Отнеыне вы являетесь участником данной группы';
$_lang['You can now create your  course'] = 'Теперь вы можете создать свой курс.';
$_lang['You can now select, in the list, the courses you want to access'] = 'Теперь вы можете выбрать курсы, к которым вы хотите иметь доступ.';
$_lang['You cannot post an empty message'] = 'Введите текст Сообщение. Вы не можете разместить пустое Сообщение.';
$_lang['You didnt choose any file to send, or it is too big'] = 'Вы не выбрали файл для размещения, или он слишком большой';
$_lang['You have just created the course website'] = 'Вы  только что создали сайт курса';
$_lang['You left some required fields empty'] = 'Вы заполнили не все поля.
Используйте кнопку Назад вашего браузера и повторите операцию.';
$_lang['Your message has been deleted'] = 'Ваше Сообщение удалено.';
$_lang['Your message has been entered'] = 'Ваше Сообщение записано.';
$_lang['Zip file uploaded and uncompressed'] = ' Файл .zip был послан и раскрыт';
$_lang['archive'] = 'архив';
$_lang['blockClaroMainHelp'] = '<br /><p><b>Студент</b></p>
<p>
Чтобы увидеть курсы, доступные с главной страницы кампуса, 
достаточно щелкнуть на коде курса в списке, для этого не нужна предварительная запись.</p>
<p>Чтобы зайти в курсы, недоступные с главной страницы кампуса, необходима запись. 
Запись > Введите ваши личные параметры >
Действие: Записать меня на курсы > Отметьте нужные поля и подтвердите.</p>
<p>Вам будет выслано электронное письмо, чтобы напомнить имя пользователя и пароль, 
которые нужно будет ввести во время вашего следующего визита.</p>
<hr noshade size=1>
<p><b>Преподаватель</b></p>
<p><b>Создать сайт курса</b></p>
<p>Выполните следущие действия: Запись > Заполните все поля 
и выберите \'Создать сайты курса\' > Подтвердите > Введите название курса, выберите факультет 
или категорию, введите код курса (или придумайте в случае необходимости > Подтвердите. 
И вот вы в списке ваших курсов. Щелкните на названии курса, который вы только что создали. 
Вы окажетесь на сайте курса. Он пуст и содержит только несколько примерных данных, 
которые призваны помочь вам преодолеть страх перед белой страницей. 
При записи вам было выслано электронное сообщение, чтобы напомнить вам имя пользователя и 
пароль, которые вам нужно будет ввести во время следующего посещения сайта курса. </p>
<p>В случае проблем, свяжитесь с вашим ответственным за сеть университета или ответственным 
за электронный кампус университета. Вы также можете разместить сообщение 
на форуме поддержки платформы <a href=http://www.claroline.net>http://www.claroline.net</a>.
</p>';
$_lang['blockCourseDescriptionCourseContent'] = 'Содержание курса';
$_lang['blockCourseSettingsTip'] = 'По умолчанию, курс доступен только вам, так как вы являетесь его единственным пользователем.
Если вы хотите минимум конфиденциальности, самым простым решением будет открыть регистрацию в течение недели
, попросить студентов зарегистрироваться самостоятельно, а затем закрыть регистрацию и проверить список пользователей
, чтобы исключить возможных посторонних лиц.';
$_lang['blockDocumentsHelp'] = '<p>Раздел Учебные материалы работает подобно 
менеджеру файлов на компьютере. </p><p>Вы можете размещать документы в разных форматах
 (HTML, Word, Powerpoint, Excel, Acrobat, Flash, Quicktime, и т.п.). Однако будьте внимательны - 
 у ваших студентов должны быть необходимые программы для их считывания. Следите за безопасностью - 
 ваши документы не дожны содержать вирусов. Лучше всего проверить ваш материал с помощью антивируса 
 за один день до его размещения на сайте курса.</p>
<p>Все материалы представлены в алфавитном порядке.<br />
  <b>Подсказка:</b> если вы хотите размещать документы в другом порядке, 
присваивайте каждому документу номер в начале имени: классификация будет производиться на основе номера. 
</p>
<p>Вы можете :</p>
<h4>Разместить документ в это модуле</h4>
<ul>
  <li>Выбрать документ на вашем компеьютере 
  с помощью кнопки &quot;Прикрепить&quot;
	<input type=submit value=Прикрепить=submit2>
	справа на вашем экране.</li>
  <li>Осуществить размещение документа с помощью кнопки 
	&quot;разместить&quot;
	<input type=submit value=разместить name=submit2>
	.</li>
</ul>
<h4>Переименовать документ (или папку)</h4>
<ul>
  <li>щелкните на кнопке <img src=../document/img/edit.gif width=20
 height=20 align=baseline>
	в столбце &quot;Переименовать&quot;.</li>
  <li>Наберите новое название в предложенном поле, которое появится слева вверху</li>
  <li>Подтвердить, щелкнув на &quot;OK&quot;
	<input type=submit value=OK name=submit24>
	.
</ul>
	<h4>Удалить  документ (или папку)</h4>
	<ul>

  <li>Нажать на кнопку <img src=../document/img/delete.gif width=20
 height=20>
	в столбце &quot;Удалить&quot;.</li>
	</ul>
	<h4>Сделать документ (или папку) невидимым для студентов</h4>
	<ul>

  <li>Нажать на кнопку <img src=../document/img/visible.gif width=20
 height=20>а столбце 
	&quot;видимый/невидимый&quot;.</li>
	  <li>Документ (или папка) останется видимым для вас, но будет невидим для студентов.</li>
	</ul>
	<ul>

  <li> Если вы хотите снова сделать документ доступным для студентов,
	нажмите на кнопку <img src=../img/invisible.gif
 width=24 height=20> в столбце Видимый/невидимый</li>
	</ul>
	<h4>Добавить или изменить комментарий к документу (или к папке)</h4>
	<ul>

  <li>Нажмите на кнопку <img
 src=../img/comment.gif width=20 height=20>
	в столбце &quot;Комментарий&quot;</li>
	  <li>Введите новый комментарий в предложенном поле, которое появится слева вверху.</li>
	  <li>Подтвердите, нажав на кнопку &quot;OK&quot;
		<input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>Если вы хотите удлаить комментарий, нажмите на кнопку <img
 src=../img/comment.gif width=20 height=20>,
	  удалите старый комментарий в поле и подтвердите кнопкой &quot;OK&quot;
	  <input type=submit value=OK name=submit22>
	  .
	<hr />
	<p>Вы также можете организовывать содержание Учебных материалов, размещая документы в папках. 
Чтобы сделать это, нужно:</p>
	<h4><b>Создать папку</b></h4>
	<ul>
	  <li>Щелкнуть на кнопке &quot;<img
 src=../img/folder.gif>создать папку&quot; слева вверзу на экране.</li>
	  <li>Ввести название вашей новой папки в предложенной зоне, которая появится слева вверху
	  экрана.</li>
	  <li>Подтвердить, нажав &quot;OK&quot;
		<input type=submit value=OK name=submit23>
		.</li>
	</ul>
	<h4>Переместить документ (или папку)</h4>
	<ul>
	  <li>Щелкните на кнопку<img
 src=../img/deplacer.gif width=34 height=16>
		в столбце Переместить</li>
	  <li>Выберите папку, в которую вы хотите переместить документ или папку в 
	  разворачивающемся списке, который появится слева вверху. 
(примечание:
		слово &quot;корень&quot; этого меню означает корень вашего модуля Учебные материалы.</li>
	  <li>Подтвердите, нажав &quot;OK&quot;
		<input type=submit value=OK name=submit232>
		.</li>
	</ul>
	<center>
	  <p>';
$_lang['blockExercisesHelp'] = '<p>Модуль тестов позволяет вам создавать тесты, содержащие 
любое количество вопросов. <br /><br />
Существуют различные типы ответов, которые модно создать для ваших вопросов :<br /><br />
<ul>
  <li>Множественный выбор (Один правильный ответ)</li>
  <li>Множественный выбор (Несколько правильных ответов)</li>
  <li>Соответствия</li>
  <li>Заполнение пропусков</li>
</ul>
Тест включает в себя некоторое количество вопросов по общей теме.</p>
<hr />
<b>Создание теста</b>
<p>Чтобы создать тест, щелкните по ссылке &quot;Новый тест&quot;.<br /><br />
Введите название вашего теста и возможное его описание.<br /><br />
Вы также можете выбрать два типа прдставления теста:<br /><br />
<ul>
  <li>Все вопросы на одной странице</li>
  <li>Каждый вопрос на отдельной странице</li>
</ul>
и уточнить, желаете ли вы, чтобы вопросы показывались в случайном порядке во время выполнения теста студентом. <br /><br />
Сохраните ваш тест. Вы попадете в раздел управления вопросами вашего теста.</p>
<hr />
<b>Добавление вопроса</b>
<p>Вы можете теперь добавить вопрос к созданноу тесту. Описание не является обязательным, так же как и 
изображение, которое вы можете вставить в вопрос.</p>
<hr />
<b>Множественный выбор</b>
<p>Речь идет о классическом упражнениии двух типов или выбор одного ответа из предложенных) / 
или выбор нескольких вомзожных ответов из предложенных.<br /><br />
Чтоы создать вопрос множественного выбора :<br /><br />
<ul>
  <li>Определите ответы на ваш вопрос. Вы можете добавить или удалить ответ, нажав на соответствующую кнопку. </li>
  <li>Поставьте галочки в ячейках слева от правильных ответов. </li>
  <li>Добавьте возможный комментарий. Он будет показан студенту только один раз, когд тот выберет этот ответ в вопросе.</li>
  <li>Дайте вес каждому ответу. Весом может быть любое целое число, положительное, отрицательное или ноль.</li>
  <li>Сохраните ваши ответы.</li>
</ul></p>
<hr />
<b>Заполнение пропусков</b>
<p>Речь идет о тексте с пробелами. Цель - заставить студента найти слова, которые вы предварительно убрали
из теста.<br /><br />
Чтобы убрать слово из текста, и создать пробел, разместите слово в квадратных скобках [как здесь].<br /><br />
Когда вы введете текст и определите пробелы, вы можете добавить комментарий, который будет показан студенту, 
когда он ответит на вопрос. <br /><br />
Сохраните ваш текст, и вы перейдете к следующему этапу, который позволит вам дать вес каждому пробелу. 
Например, если весь вопрос оценивается в 10 баллов, и вы определили 5 пробелов, вы можете дать вес в два балла
каждому пропуску.</p>
<hr />
<b>Соответствия.</b>
<p>Этот тип ответа может быть выбран, чтобы создать вопрос, в котором студент должен будет связать 
элементы одной группы Е1 с элементами другой группы Е2.<br /><br />
Тот же тип ответа можно использовать, если нужно упорядочить элементы. <br /><br />
Начните с создания вариантов, среди которых студент сможет найти правильные ответы. Затем, определите
вопросы, которые будут связаны с вариантами, определенными ранее. Наконец, 
установите соответствия с помощью разворачивающихся списков.<br /><br />
Примечание : Некоторые элементы первой группы могут быть связаны с одним и те же элементом второй группы.<br /><br />
Укажите вес каждому правильно найденному соответствию и сохраните ваш ответ.</p>
<hr />
<b>Изменение теста</b>
<p>Чтобы изменить тест, используется тот же принцип, что и для его создания. 
Щелкните на рисунке <img src="img/edit.gif" border="0" align="absmiddle"> 
рядом с тестом, который нужно изменить, и следуйте инструкциям.</p>
<hr />
<b>Удаление теста</b>
<p>Чтобы удалить тест, щелкните на рисунке 
<img src="img/delete.gif" border="0" align="absmiddle"> 
рядом с тестом, который нужно удалить.</p>
<hr />
<b>Назначение теста</b>
<p>Чтоы студенты могли работать с тестом, его нужно назначить, щелкнув на рисунке 
<img src="img/invisible.gif" border="0" align="absmiddle"> рядом с нужным тестом.</p>
<hr />
<b>Проверка работы теста</b>
<p>Вы можете проверить функционирование теста, выбрав его название в списке тестов.</p>
<hr />
<b>Случайные тесты</b>
<p>Во время создания или изменения теста у вас есть возможность уточнить, желаете ли вы, чтобы вопросы 
теста показывались в случайном порядке.<br /><br />
Это означает, что при использовании данной функции вопросы каждый раз будут меняться, когда студенты будут выполнять тест. <br /><br />
Если у вас большое количество вопросов, вы можете указать, что программа должна случайнывм образом выбрать Х вопросов 
из банка вопросов данного теста.</p>
<hr />
<b>Банк вопросов</b>
<p>Когда вы удаляете тест, его вопросы сохраняются и могут использованы в новом тесте с помощью банка вопросов. <br /><br />
Банк вопросо также позволяет использовать один и тот же вопрос в нескольких тестах.<br /><br />
По умолчанию показаны все вопросы вашего курса. Вы можете сделать видимыми вопросы, которые касаются конкретного теста, 
выбрав его в разворачивающемся списке &quot;Фильтр&quot;.<br /><br />
Одиночные вопросы - это вопросы, не входящие ни в один тест.</p>';
$_lang['blockForumsHelp'] = 'Форум - это асинхронное средство для письменного общения. 
В отличие от электронной почты, пространство форума открыто всем ли только членам группы. 
</p><p>Чтобы использовать форум, студентам нужен только обычный iCampus, (Netscape, Explorer...),
им не нужны почтовые программы (Eudora, Bat!, Outlook...).</P>
<p>Чтобы создать форумы, щелкните на кнопке \'Администрировать\'.
Обмен сообщениями организуется в следующей иерархической форме:</p>
<p><b>Раздел > Форум > Тема > Ответ</b></p>
Чтобы позволить вашим студентам общаться, структурируя свои высказывания, необходимо 
заранее организовать общение в разделы и форумы (студенты создадут темы и ответы). 
По умолчанию форум содержит только раздел Общее, пример темы и пример сообщения. 
Вы можете добавить форумы для общего доступа, изменить его название, или создать другие разделы, 
в которых можно будет создать новые форумы. Раздел, не содержащий форумов, не будет виден студентам. 
Его невозможно использовать. Например, если вы создаете раздел 
\'дискуссии в малых группах\', вам нужно будет создать серию форумов 
в этом разделе, например, \'группа 1\', \'группа 2\', \'группа 3\', и т.д.</p>
<p>Описание форума группы может быть списком студентов, которые приглашены для дискуссий в нем, 
но также и пояснением целей форума. Если вы создаете, например, форум \'Призывы на помощь\', 
вы можете добавить как описание: \'Указывать на трудности в содержании или функционировании курса\'.';
$_lang['blockGroupsHelp'] = '<p><b>Введение</b></p>
	<p>Это средство позволяет создавать и управлять рабочими группами. При создании группы являются пустыми. 
У преподавателя есть несколько способов их наполнить:  
	<ul><li>автоматический (\'Наполнить группы\'),</li>
	<li>штучный (\'Редактировать\'),</li>
	<li>с помощью студентов (Свойства: \'Студентам разрешено ...\').</li></ul>
	Эти способы регистрации в группах взаимодополняют друг друга. Так, можно попросить студентов 
	зарегистрироваться самостоятельно, затем обнаружить, что некоторые из них забыли 
	записаться и выбрать средство \'заполнить группы\', что на самом деле приведет к их дополнению. 
    С помощью функции \'Редактировать\') можно вручную изменить состав групп после автоматического заполнения 
	или саморегистрации студентов.</p>
	<p>Заполнение групп, автоматическое или осуществляемое вручную, возможно только в случае 
	предварительной записи студентов на курс, что можно проверить с помощью ссылки 
	\'Пользователи\'.</p><hr noshade size=1>
	<p><b>Создать группы</b></p>
	<p>Чтобы создать новые группы, щелкните на ссылке \'Создать новую(ые) группу(ы)\' 
	и определите количество групп, которое вы хотите создать. 
Уточнение максимального количества участников не является обязательным. Если вы оставите это поле без изменения, 
размер группы не будет ограничен. 

</p><hr noshade size=1>
	<p><b>Свойства групп</b></p>
	<p>Вы можете определить общие свойства групп. 
	<ul><li><b>Студентам разрешена саморегистрация</b>:
	вы создаете пустые группы и даете студентам возможность самостоятельно разбиться на группы, добавив туда свои имена. 
	Если вы ограничили количество мест в группе, группы с полным составом не позволят добавлять новых участников. 
	Этот метод также подходит преподавателю, который не знает списка студентов в момент создания групп. </li>
	<li><b>Доступ к группам разрешен только их участникам</b>: группы не имеют доступа к форумам и 
	документам других групп. Это свойство не исключает публикации документов группами вне пространства группы.</li>
	<li><b>Средства</b>: у каждой группы есть или форум, или папка для обмена документами, или оба варианта.</li></ul>
	<hr noshade size=1>
	<p><b>Редактирование вручную</b></p>
	<p>Создав группы, вы можете увидеть список их участников с дополнительной информацией и функциями. 
<ul><li><b>Редактировать</b> позволяет вручную изменить состав группы.</li>
	<li><b>Удалить</b> стирает группу.</li></ul>
	<hr noshade size=1>';
$_lang['blockHomepageHelp'] = 'Большинство рубрик платформы уже имеют небольшой текст или ссылку, 
приведенные в качестве примера. Вам нужно их изменить. </p>
<p>Так, в заголовке вашего сайта вы видите небольшой текст. Она начинается так: 
\'Это вводный текст к вашему сайту...\' Измените его и пользуйтесь им, чтобы 
описать курс, его цели и задачи, вашу систему. Так лучше будет видна ваша работа. 
</p><p>При создании вашего сайта курса, многочисленные средства (Календарь, Учебные материалы, 
тесты...) будут активированыф по умолчанию. Советуем вам дезактивировать те средства, которые 
вы не будете использовать, чтобы не заставлять ваших пользователей терять время. 
</p><p>Вы также можете добавлять страницы на вашу главную страницу. 
Используйте ссылку \'добавить страницу\', чтобы добавить страницу, разместив ее на сервере. 
Если, напротив, вы хотите сделать ссылку на уже существующие страницу  или сайт, 
используйте ссылку \'Ссылка на сайт\'. Страницы и ссылки, которые вы добавляете на первую страницу, 
могут быть дезактивированы и позднее удалены, в отличие от средств, существующих по умолчанию, которые можно 
дезактивировать, но невозможно удалить.</p>
<p>Вам также решать, должен ли ваш курс фигурировать в списке курсов. Желательно, чтобы 
пробный курс или курс в процессе разработки не фигурировал в списке (см. функцию 
\'Свойства курса\') и не давал возможности записи во время его разработки.</p>';
$_lang['blockUsersHelp'] = '<b>Права администрирования</b>
<p>Чтобы позволить коллеге, асситенту, тьютору или любому другому лицу 
управлять сайтом вместе с вами, вы должны предварительно вписать его на ваш курс 
или убедиться в том, что он записан. Затем изменить его права доступа,
выбрав \'изменить\' под текстов \'права администратора.\' затем
 \'все\'.</P><hr />
<b>Коллеги</b>
<p>Чтобы имя вашего коллеги появилось во введении к курсу, 
используйте страницу \'Изменить информацию о курсе\' (в средствах, выделенных оранжевым цветом
на главной странице вашего курса). Это изменение заголовка курса не влечет за собой автоматической
регистрации этого коллеги как пользователя курса. Это две разных операции. </p><hr />
<b>Добавить пользователя</b>
<p>Чтобы добавить пользователя на ваш курс, заполните поля и подвердите. Заинтересованное лицо получит 
электронное письмо с подтверждением его записи на курс и его именем пользователя и паролем, если вы указали 
его электронный адрес. </p>';
$_lang['e.g. <em>History of Literature</em>'] = 'ОБРТЙНЕТ, <i>йУФПТЙС МЙФЕТБФХТЩ</i>';
$_lang['line'] = 'строка';
$_lang['lines'] = 'строки';
$_lang['max. 12 characters, e.g. <em>ROM2121</em>'] = 'НБЛУЙНХН 12 ЪОБЛПЧ, ОБРТЙНЕТ <i>LIT2121</i>';
$_lang['my group'] = 'моя группа';
$_lang['my supervision'] = 'одна из моих групп';
$_lang['new group(s)'] = 'ОПЧБС(ЩЕ) ЗТХРРБ(Щ)';
$_lang['number'] = 'Количество пользователей';
$_lang['register'] = 'Записаться';
$_lang['sampleForumDescription'] = 'Можно удалить через Администрирование форумов';
$_lang['sampleForumGroupCategory'] = 'Форумы групп';
$_lang['sampleForumMainCategory'] = 'Общий раздел';
$_lang['sampleForumMessage'] = 'Когды вы удалите форум Пробный форум, это также удалит данную тему, которая содержит только это сообщение';
$_lang['sampleForumTitle'] = 'Пробный форум';
$_lang['sampleForumTopicTitle'] = 'Пример сообщения';
$_lang['sampleQuizAnswer1'] = 'Высмеять своего собеседника, чтобы заставить его принять свою ошибку.';
$_lang['sampleQuizAnswer1Comment'] = 'Нет. Ирония Сократа относится не к области психологии, но к области аргументирования.';
$_lang['sampleQuizAnswer2'] = 'Признать свои ошибки, чтобы призвать собеседника сделать то же самое.';
$_lang['sampleQuizAnswer2Comment'] = 'Нет. Речь идет не о стратегии завоевания привлекательности или методе примера.';
$_lang['sampleQuizAnswer3'] = 'Заставить собеседника признать, что он не знает того, что претендует знать, с помощью серии вопросов и подвопросов.';
$_lang['sampleQuizAnswer3Comment'] = 'Действительно. Ирония Сократа это метод постановки вопросов. Греческое слово "eirotao" означает "вопрошать".';
$_lang['sampleQuizAnswer4'] = 'Использовать приницп непротиворечия, чтобы привести собеседника в тупик.';
$_lang['sampleQuizAnswer4Comment'] = 'Этот ответ нельзя признать неправильным. Верно, что выявление незнания собеседника проводится путем выявления противоречий, к которым приводят его тезисы.';
$_lang['sampleQuizDescription'] = 'История античной философии';
$_lang['sampleQuizQuestionText'] = '(возможны несколько вариантов правильных ответов)';
$_lang['sampleQuizQuestionTitle'] = 'Ирония Сократа заключается в...';
$_lang['sampleQuizTitle'] = 'Пример теста';
$_lang['seats (optional)'] = 'НЕУФ (РП ЦЕМБОЙА)';
$_lang['seats by groups (optional)'] = 'НЕУФ ОБ ЗТХРРХ (РП ЦЕМБОЙА)';
$_lang['to'] = 'по';
$_lang['uncompress zipped (.zip) file on the server'] = 'Раскрыть архив .zip';
?>