Repository: NDStudyICSE2019/NDStudy
Catalog: webApps/dbApps/www/html/addressbook-mod/addressbook/translations/php-addressbook-*.po
Languages: vi

# auto
source: bowser settings (automatic)
vi: ngôn ngữ

source: User
vi: Người sử dụng

source: Password
vi: Mật khẩu

source: Login
vi: Đăng nhập

source: Logout
vi: Thoát

source: January
vi: Ba Lan

source: February
vi: Tháng một

source: March
vi: Tháng hai

source: April
vi: Tháng ba

source: May
vi: Tháng tư

source: June
vi: Tháng năm

source: July
vi: Tháng sáu

source: August
vi: Tháng bảy

source: September
vi: Tháng tám

source: October
vi: Tháng chín

source: November
vi: Tháng mười

source: December
vi: Tháng mười một

source: address book
vi: Tháng mười hai

source: for
vi: sổ địa chỉ

source: search
vi: vì

source: home
vi: tìm kiếm

source: next birthdays
vi: gia đình

source: add new
vi: sau ngày sinh nhật

source: print all
vi: thêm mới

source: print phones
vi: in tất cả các

source: export csv
vi: in điện thoại

source: export
vi: xuất khẩu

source: import
vi: nhập khẩu

source: group
vi: nhóm

source: groups
vi: csv xuất khẩu

# MANAGE_GROUPS
source: groups
vi: nhóm

source: new group
vi: quản lý nhóm

source: delete group(s)
vi: nhóm mới

source: edit group
vi: xoá (các) nhóm

source: group name
vi: chỉnh sửa nhóm

# GROUP_HEADER
source: Group header (Logo)
vi: Tên nhóm

# GROUP_FOOTER
source: Group footer (Comment)
vi: Nhóm đầu (Logo)

# GROUP_PARENT
source: Parent group
vi: Nhóm phụ huynh

source: search for any text
vi: Nhóm chân (Thảo luận)

source: Number of results
vi: tìm kiếm cho bất kỳ văn bản

source: all
vi: Số kết quả

source: none
vi: tất cả

source: select all
vi: không cái nào

source: remove from
vi: chọn tất cả các

source: mail client
vi: từ bỏ

source: Send e-Mail
vi: mail khách hàng

source: add to
vi: Gửi e-Mail

source: details
vi: thêm vào

source: edit
vi: Chi tiết

source: modify
vi: chỉnh sửa

source: print
vi: sửa đổi

# EDIT_ADD_ENTRY
source: Edit / add address book entry
vi: in

source: Guessed homepage
vi: Chỉnh sửa / thêm địa chỉ đặt mục nhập

source: preferences
vi: Đoán trang chủ

source: first name
vi: sở thích

source: last name
vi: tên

source: company
vi: công ty

source: address
vi: họ

source: telephone
vi: địa chỉ

# PHONE_HOME
source: home
vi: Điện thoại

# PHONE_MOBILE
source: mobile
vi: gia đình

# PHONE_WORK
source: work
vi: điện thoại di động

source: e-mail
vi: công việc

source: Homepage
vi: Trang chủ

source: ZIP
vi: e-mail

source: city
vi: Bưu điện

source: e-mail home
vi: thành phố

source: e-mail office
vi: e-mail nhà

# 2ND_ADDRESS
source: second address
vi: e-mail văn phòng

# 2ND_PHONE
source: second phone
vi: Địa chỉ thứ hai

source: notes
vi: ghi chú

source: birthday
vi: thứ hai điện thoại

source: created
vi: tạo ra

source: modified
vi: đổi lần

source: update
vi: sinh nhật

source: delete
vi: cập nhật

source: invalid
vi: xoá

source: enter
vi: không hợp lệ

source: member of
vi: nhập

source: Secondary
vi: thành viên của

# ar
source: Arabic
vi: W:

# bg
source: Bulgarian
vi: Bungari

# cs
source: Czech
vi: Tiếng Anh

# da
source: Danish
vi: Đan Mạch

# de
source: German
vi: Czech

# el
source: Greek
vi: Tiếng Bồ Đào Nha

# en
source: English
vi: bowser cài đặt (tự động)

# es
source: Spanish
vi: Tiếng Hin-ddi

# fa
source: Farsi
vi: Tiếng Farsi

# fi
source: Finnish
vi: Phần Lan

# fr
source: French
vi: Tiếng Tây Ban Nha

# he
source: Hebrew
vi: Ả-rập

# hi
source: Hindi
vi: Vietnamese

# hu
source: Hungarian
vi: Hungary

# it
source: Italian
vi: Ý

# ja
source: Japanese
vi: Nhật Bản

# ko
source: Korean
vi: Nga

# nl
source: Dutch
vi: Hà Lan

# pl
source: Polish
vi: Tiếng Đức

# pt
source: Portugese
vi: Hàn Quốc

# ru
source: Russian
vi: Trung Quốc

# sl
source: Slovenian
vi: Tiếng Slovenia

# sr
source: Serbian
vi: Serbia

# sv
source: Swedish
vi: Thụy Điển

# th
source: Thai
vi: Thái

# tr
source: Turkish
vi: Thổ Nhĩ Kỳ

# vi
source: Vietnamese
vi: Việt

# zh
source: Chinese
vi: Tiếng Pháp
