<?php 
$_lang['A reply to your topic has been posted'] = 'A reply to your topic has been posted.';
$_lang['Add'] = 'ເພີ່ມ';
$_lang['Add a category'] = 'ເພີ້ມໝວດໝູ່';
$_lang['Add a comment'] = 'ເພີ່ມ/ປັບປຸງໝາຍເຫດ';
$_lang['Add a user'] = 'ເພີ່ມນັກສຶກສາ';
$_lang['Agenda'] = 'ແຜນການປະຕິບັດ';
$_lang['Anonymous'] = 'ຜູ້ບໍ່ປະສົງອອກນາມ';
$_lang['Answer'] = 'ຄຳຕອບ';
$_lang['Are you sure to delete'] = 'ທ່ານແນ່ໃຈແລ້ວບໍ່ວ່າຕ້ອງການລຶບ';
$_lang['Author'] = 'ຜູ້ສົ່ງ';
$_lang['Back'] = 'ກັບຄືນ';
$_lang['Cancel'] = 'ຍົກເລີກ';
$_lang['Categories'] = 'ໝວດໝູ່';
$_lang['Claroline help'] = 'เริ่มต้น หน้าช่วยเหลือ';
$_lang['Close'] = 'ປິດໜ້ານີ້';
$_lang['Comment'] = 'ຄຳອະທິບາຍເພີ່ມເຕີມ';
$_lang['Confirmation'] = 'ຢືນຢັນລະຫັດຜ່ານ';
$_lang['Course code'] = 'ລະຫັດວິຊາ';
$_lang['Course title'] = 'ຊື່ວິຊາ';
$_lang['Create a course website'] = 'ສ້າງລາຍວິຊາ';
$_lang['Date'] = 'ວັນທີ';
$_lang['Day'] = 'ວັນ';
$_lang['Delete'] = 'ລຶບ';
$_lang['Description'] = 'ຄຳອະທິບາຍ';
$_lang['Documents and Links'] = 'ເອກະສານ';
$_lang['Documents help'] = 'ระบบช่วยเหลือ \'งานเอกสาร\'';
$_lang['Empty'] = 'ທ່ານປ່ອຍໃຫ້ບາງຊ່ອງວ່າງເປົ່າ.<br />ໃຊ້ປຸ່ມ ກັບຄືນ ແລ້ວ ລອງໃໝ່ອີກເທື່ອໜຶ່ງ<br />ຖ້າທ່ານບໍ່ມີລະຫັດວິຊາ ກະລຸນາໃສ່ຊື່ເປັນລາຍວິຊາແທນ';
$_lang['Exercises'] = 'ບົດເຝິກຫັດ';
$_lang['Finish'] = 'ສຳເລັດ';
$_lang['Follow courses'] = 'ເຂົ້າສູ່ບົດຮຽນ';
$_lang['Forums'] = 'ກະດານຂ່າວ';
$_lang['Forums help'] = 'ระบบช่วยเหลือ \'กระดานข่าว\'';
$_lang['Group area'] = 'ເຂດພື້ນທີ່ຂອງກຸ່ມ';
$_lang['Groups'] = 'ກຸ່ມ';
$_lang['Groups help'] = 'หน้าช่วยเหลือกลุ่ม';
$_lang['Help'] = 'ຊ່ວຍເຫຼືອ';
$_lang['Home page help'] = 'ระบบช่วยเหลือ \'หน้าหลักบทเรียน\'';
$_lang['Hour'] = 'ຊົ່ວໂມງ';
$_lang['Last 7 days'] = '7 ວັນທີ່ແລ້ວ';
$_lang['Last message'] = 'ວາງໄວ້ຄັ້ງທ້າຍສຸດ';
$_lang['Lecturer(s)'] = 'ອາຈານ';
$_lang['Logout'] = 'Logout';
$_lang['Manager'] = 'ຜູ້ຈັດການ';
$_lang['Modify'] = 'ປັບປຸງ';
$_lang['Move'] = 'ຍ້າຍ';
$_lang['My user account'] = 'ປັບປຸງຂໍ້ມູນສ່ວນຕົວ';
$_lang['New exercise'] = 'ແບບເຝິກຫັດໃຫມ່';
$_lang['New question'] = 'ຄຳຖາມໃຫມ່';
$_lang['New topic'] = 'ຕັ້ງກະທູ້ໃໝ່';
$_lang['No'] = 'ບໍ່';
$_lang['None'] = 'ບໍ່ມີ';
$_lang['Not allowed'] = 'ບໍ່ອານຸຍາດ';
$_lang['Notify by email when replies are posted'] = 'ເຕືອນທາງ ອີເມວເມື່ອມີຜູ້ຕອບຫຼືສົ່ງຂໍ້ຄວາມໃໝ່';
$_lang['Ok'] = 'ຕົກລົງ';
$_lang['On'] = 'ມີ';
$_lang['Powered by'] = 'Powered by';
$_lang['Question'] = 'ຄຳຖາມ';
$_lang['Remove'] = 'ເອົາອອກ';
$_lang['Reply'] = 'ຕອບກະທູ້';
$_lang['Result'] = 'ຄະແນນ';
$_lang['Role'] = 'ສະຖານະພາບ';
$_lang['Seen'] = 'ອ່ານ';
$_lang['Size'] = 'ຂະໜາດ';
$_lang['Statistics'] = 'ສະຖິຕິ';
$_lang['Student'] = 'ນັກສຶກສາ';
$_lang['Subject'] = 'ເລື້ອງ';
$_lang['The email address is not valid'] = 'ອີເມວບໍ່ສົມບູນ ຫຼືມີໂຕອັກສອນທີ່ຖືກຫ້າມປົນຢູ່';
$_lang['There are no topics for this forum. You can post one'] = 'ບໍ່ມີກະທູ້ສຳລັບກະດານຂ່າວນີ້ ເຈົ້າສາມາດຕັ້ງກະທູ້ໃໝ່ໄດ້';
$_lang['There is no exercise for the moment'] = 'ຂະນະນີ້ ບໍ່ມີບົດເຝິກຫັດ';
$_lang['This username is already taken'] = 'ຊື່ username ນີ້ຖືກໃຊ້ແລ້ວ';
$_lang['Title'] = 'ຊື່ວິຊາ';
$_lang['To'] = 'ໄປທີ່';
$_lang['Topic'] = 'ຫົວຂໍ້';
$_lang['Topic review'] = 'ລາຍການກະທູ້';
$_lang['Topics'] = 'ຫົວຂໍ້';
$_lang['True'] = 'ເປັນຈິງ';
$_lang['Unregister'] = 'ຖອນການລົງທະບຽນ';
$_lang['Up'] = 'ຂຶ້ນ';
$_lang['Username'] = 'ຊື່ຜູ້ໃຊ້';
$_lang['Users help'] = 'ระบบช่วยเหลือ \'Users\'';
$_lang['Yes'] = 'ແມ່ນແລ້ວ';
$_lang['You cannot post an empty message'] = 'ເຈົ້າຕ້ອງພິມຂໍ້ຄວາມ ເຈົ້າບໍສາມາດສົ່ງຂໍ້ຄວາມເປົ່າໄດ້';
$_lang['You didnt choose any file to send, or it is too big'] = 'ທ່ານບໍ່ໄດ້ເລືອກໄຟລ໌ ໃດເພື່ອສົ່ງຫຼືໄຟລ໌ມີຂະໜາດໃຫຍ່ເກີນໄປ';
$_lang['You left some required fields empty'] = 'ທ່ານປ່ອຍໃຫ້ບາງຊ່ອງໄວ້ຫວ່າງເປົ່າ ຄລິກປຸ່ມກັບຄືນ ແລ້ວລອງໃຫມ່ອີກເທື່ອຫນຶ່ງ';
$_lang['Your message has been deleted'] = 'Post ຖືກລຶບແລ້ວ';
$_lang['Your message has been entered'] = 'ຂໍ້ມູນຂອງທ່ານໄດ້ເກັບໄວ້ໃນຖານຂໍ້ມູນຮຽບຮ້ອຍແລ້ວ';
$_lang['blockForumsHelp'] = 'ກະດານຂ່າວເປັນຮູບແບບຂອງການສົນທະນາແບບກຸ່ມ ເຊິ່ງແຕກຕ່າງຈາກ ອີເມວທີ່ສາມາດລົມກັນໄດ້ແຕ່ຕົວໜັງສືເທົ່ານັ້ນ</p><p>ເທັກນິກການໃຊ້ກະດານຂ່າວ - ນັກສຶກສາພຽງແຕ່ໃຊ້ browser 
ເປີດອ່ານ, ຂຽນ, ຫຼືຕອບກະທູ້ທີ່ຕ້ອງການ</P><p>ສຳລັບການເບິ່ງແຍງຄຸ້ມຄອງກະດານຂ່າວ, ຄລິກທີ່ \'admin\'(ກ້ອງຫົວຂໍກະດານຂ່າວ) ເພື່ອເຂົ້າສູ່ລະບົບບໍລິຫານກະດານຂ່າວ ເຊິ່ງມີເມນູຄຳສັ່ງຕ່າງໆດັ່ງນີ້
:</p><p><b>ສ້າງໝວດໝູ່ > ສ້າງກະດານຂ່າວ > ຂຽນກະທູ້ > ຕອບຫຼືລຶບກະທູ້</b></p>
ການກຳນົດຮູບແບບຂອງການສົນທະນາ ຫຼືການເປີດກະດານຂ່າວຂອງທ່ານ ເພື່ອໃຫ້ນັກສຶກສາໃຊ້ວຽກທ່ານຈະຕ້ອງສ້າງໝວດໝູ່ ແລະສ້າງກະດານຂ່າວ ໃນຫົວຂໍ້ທີ່ທ່ານຕ້ອງການຂຶ້ນມາກ່ອນ ຈາກນັ້ນຈຶ່ງປ່ອຍໃຫ້ກະດານຂ່າວຫວ່າງໄວ້ ເພື່ອໃຫ້ນັກສຶກສາ ສາມາດເຂົ້າມາຕັ້ງກະທູ້ ແລະປຶກສາຫາລືກັນໃນກຸ່ມໄດ້ <p>
claroline forum ໄດ້ສ້າງກະດານຂ່າວໝວດໝູ່ \'Public\' ເພື່ອເປັນຕົວຢ່າງສຳລັບການຖາມ-ຕອບກະທູ້
</p><p> ສິ່ງທຳອິດທີ່ຄວນປະຕິບັດ ແມ່ນລຶບກະທູ້ຕົວຢ່າງຖິ້ມ ແລະປັບປຸງແກ້ໄຂຊື່ຂອງກະດານໃໝ່ ທ່ານອາດເປີດກະດານອື່ນໆ ເພີ່ມເຕີມໄດ້ອີກຕາມຄວາມເໝາະສົມຂອງບົດຮຽນຂອງທ່ານ<p> ແຕ່ຢ່າລວມທຸກກະດານໄວ້ໃນໝວດໝູ່ດຽວກັນ ແລະຢ່າລືມວ່າໝວດໝູ່ທີ່ບໍ່ມີກະດານຂ່າວຢູ່ພາຍໃນ ຈະບໍ່ຖືກສະແດງໃຫ້ນັກສຶກສາເຫັນ</p><p>ຄຳອະທິບາຍຂອງກະດານຂ່າວນັ້ນໆ ຈະຊ່ວຍໃຫ້ນັກສຶກສາເກີດຄວາມເຂົ້າໃຈໄດ້ງ່າຍ ໃນການເຂົ້າຮ່ວມໃຊ້ວຽກ';
$_lang['blockGroupsHelp'] = '<p><b>ຄຳນຳ</b></p>
<p>ເຄື່ອງມືນີ້ໃຊ້ສຳລັບສ້າງກຸ່ມເຮັດວຽກ ໃນຂັ້ນຕອນການສ້າງ (ສ້າງກຸ່ມໃໝ່), ກຸ່ມຈະຫວ່າງເປົ່າ ມີຫຼາຍວິທີທີ່ຈະນຳເອົານັກສຶກສາເຂົ້າກຸ່ມ :
<ul><li>ອັດຕະໂນມັດ(\'ເພີ່ມນັກສຶກສາເຂົ້າກຸ່ມ\'),</li>
<li>ເຮັດດ້ວຍຕົນເອງ(\'ແກ້ໄຂ\'),</li>
<li>ให้นักศึกษาลงทะเบียนเข้ากลุ่มเอง (จัดระเบียบกลุ่ม: \'อนุญาตให้ลงทะเบียนเองได้...\').</li>
</ul>
ทั้งสามวิธีนี้สามารถใช้ประกอบกันได้  ท่านอาจบอกให้นักศึกษาลงทะเบียนเข้ากลุ่มเองก่อน
จากนั้นจึงสำรวจดูว่าหากยังมีบางคนยังไม่ตัดสินใจ ท่านจึงค่อยนำพวกเขาเข้ากลุ่มให้เองโดยวิธีอัตโนมัติ
นอกจากนี้ ท่านยังสามารถแก้ไขจำนวนสมาชิกของแต่ละกลุ่ม ในเวลาก่อนหรือหลังจากให้นักศึกษาลงทะเบียนเข้ากลุ่มเองแล้ว 
หรือขณะเติมนักศึกษาเข้ากลุ่มโดยวิธีอัตโนมัติก็ได้</p>
<p>การเติมนักศึกษาเข้ากลุ่ม ไม่ว่าอย่างอัตโนมัติ หรือกำหนดเอง จะทำได้ก็ต่อเมื่อมีนักศึกษาลงทะเบียนเข้าเรียนในรายวิชานั้นๆแล้วเท่านั้น
(การลงทะเบียนเข้าเรียนในรายวิชา กับการลงทะเบียนเข้ากลุ่มนั้นแตกต่างกัน อย่ารวมเข้าด้วยกัน)
รายชื่อนักศึกษาของท่านจะปรากฎอยู่ในเมนูเครื่องมือ <b>Users</b> </p><hr noshade size=1>
<p><b>สร้างกลุ่มใหม่</b></p>
<p>การสร้างกลุ่มใหม่ คลิกที่ \'สร้างกลุ่มใหม่\' และทำการกำหนดจำนวนของสมาชิกในกลุ่ม
 จำนวนสมาชิกสูงสุดสามารถกำหนดเท่าไรก็ได้ แต่ขอแนะนำให้มีจำนวนอย่างน้อยหนึ่งคน เพราะหากปล่อยช่องให้ว่างไว้
 ขนาดสูงสุดของจำนวนคนในกลุ่ม จะกลายเป็นไม่มีที่สิ้นสุด</p><hr noshade size=1>
<p><b>จัดระเบียบกลุ่ม</b></p>
<p>ท่านสามารถตั้งค่ากำหนดให้ครอบคลุมทุกกลุ่มที่สร้างขึ้นได้โดยกำหนดที่
<b>นักศึกษาได้รับอนุญาตให้ลงทะเบียนด้วยตัวเองได้</b>: 
<p>ทำการสร้างกลุ่มว่างขึ้นหนึ่งกลุ่ม เพื่อให้นักศึกษาลงทะเบียนเอง
ถ้าหากท่านกำหนดจำนวนสมาชิกสูงสุดไว้ เมื่อเต็มแล้วนักศึกษาจะไม่สามารถลงทะเบียนเข้ากลุ่มได้อีก 
วิธีนี้ดีสำหรับผู้สอนที่ไม่ทราบรายชื่อนักศึกษา ที่ลงทะเบียนในรายวิชานั้น ขณะทำการสร้างกลุ่มให้อยู่
</p>
<b>เครื่องมือ</b>:</p>
<p>ทุกกลุ่มจะมีกระดานข่าวของกลุ่ม (ส่วนตัวหรือสาธารณะ) หรือส่วนงานเอกสารของกลุ่มเอง</p>
<hr noshade size=1>
<p><b>การแก้ไข</b></p>
<p>เมื่อทำการสร้างกลุ่มแล้ว ท่านจะเห็นรายชื่อของกลุ่มอยู่ที่ด้านล่างของหน้า
<ul><li><b>แก้ไข</b> เพือปรับปรุงชื่อของกลุ่ม คำอธิบาย กำหนดติวเตอร์ หรือรายชื่อสมาชิก</li>
<li><b>ลบ</b> เพื่อลบกลุ่ม</li></ul>
<hr noshade size=1>';
$_lang['blockHomepageHelp'] = 'เพื่อความง่าย และสะดวกต่อการใช้งาน ภายในแต่ละระบบงานจะประกอบด้วยตัวอย่างเล็กๆ
เพื่อช่วยให้ท่านเข้าใจการทำงานของเครื่องมือนั้นๆได้อย่างรวดเร็วขึ้น ท่านสามารถที่จะลบหรือปรับปรุงตัวอย่างเหล่านี้ 
ได้ตามควมต้องการ </p><p>ตัวอย่างเช่น ตรงกลางหน้าหลักของบทเรียนท่าน มีแถบข้อความสั้นๆ ข้อความว่า 
\'นี้คือคำนำของบทเรียนท่าน ต้องการแก้ไขข้อความ โปรดคลิกที่ปุ่ม ปรับปรุง ด้านล่าง\'  การแก้ไขเพื่อให้เป็นข้อความของท่านเอง
เพี่ยงแต่คลิกที่ข้อความ \'ปรับปรุง\' และทำการแก้ไขเป็นข้อความของท่าน เสร็จแล้วคลิกปุ่ม \'ตกลง\' 
บทนำดังกล่าวก็จะเปลี่ยนเป็นข้อความของตัวท่าน  การใช้เครื่องมืออื่นๆก็เป็นลักษณะเดียวกันคือ : เพิ่ม , ลบ , ปรับปรุง 
ซึ่งกระบวนการเหล่านี้เป็นลักษณะเด่นของ dynamic website</p><p>
เมื่อท่านเริ่มต้นสร้างบทเรียนของท่าน เครื่องมือส่วนใหญ่จะเปิดทำงาน  เช่นเดียวกันหากไม่ต้องการ เพียงแต่คลิก \'ปิดการใช้งาน\'
ระบบงานนั้นก็จะถูกปิดลง กลายเป็นเมนูสีเทาอยู่ด้านล่างสุด  
ซึ่งจะไม่สามารถมองเห็นได้ในมุมมองของนักศึกษา และท่านสามารถที่จะเปิดใช้งานอีกครั้งเมื่อใดก็ได้ที่ต้องการ</p><p>
ท่านสามารถที่จะเพิ่มหน้าเนื้อหา เข้าในหน้าหลักบทเรียนของท่านได้  แต่หน้าเหล่านั้นต้องเป็นรูปแบบ HTML 
(ซึ่งสามารถสร้างได้จาก Word Processor หรือ Web Composer ใดๆก็ได้)  ใช้เมนูคำสั่ง \'ส่งข้อมูลและเชื่อมเข้ากับบทเรียน\'
หน้าเอกสาร HTML ที่เพิ่มเข้าไปนี้ ก็จะรวมเข้ากับบทเรียนของท่านโดยอัตโนมัติ  แต่ถ้าท่านต้องการเชื่อมบทเรียนของท่านเข้ากับ 
web site อื่นๆ ภายนอกหรือภายในคณะก็ตาม ขอให้ใช้คำสั่ง \'เพิ่ม link ในบทเรียนนี้\' <p>
หน้าเอกสารและ link ที่เพิ่มเข้าไปนี้ สามารถลบออกได้เมื่อท่านปิดการใช้งานของมันลงเสียก่อน</p><p>
ตอนนี้บทเรียนของท่านพร้อมใช้งานแล้ว ขอให้เข้าไปที่ \'ปรับปรุงรายละเอียดวิชา\' 
เพื่อตั้งค่ากำหนดการเข้าเรียนของนักศึกษาของท่าน  และขอแนะนำให้เลือก \'ปิดลงทะเบียน\' ไว้ก่อน 
(เพราะท่านกำลังดำเนินการสร้างบทเรียนของท่านอยู่) เมื่อทุกอย่างพร้อม จึงค่อยเปลี่ยนเป็นตัวเลือกอื่นตามต้องการต่อไป </p>';
$_lang['blockUsersHelp'] = '<b>สถานะภาพ</b><p>สถานะภาพ ใช้เพื่อแสดงบทบาทของผู้นั้นว่าเป็นใครเท่านั้น 
ไม่เกี่ยวข้องกับสิทธิ์ในการดูแลระบบคอมพิวเตอร์นี้อย่างไร ท่านสามารถปรับเปลี่ยนได้ โดยคลิกที่ \'ปรับปรุง\'
ในช่องคอลัมม์หน้าที่ และพิมพ์หน้าที่ที่ท่านต้องการให้ผู้นั้นเป็นลงไป เช่น อาจารย์ , ผู้ช่วย , นักศึกษา , ผู้เยี่ยมชม , 
หรือผู้เชี่ยวชาญ เป็นต้น</P><hr />

<b>สิทธิ์ในบทเรียน</b>
<p>สิทธิ์ในบทเรียน คือการอนุญาตให้แก่ผู้หนึ่งผู้ใด มีสิทธิ์ในการเข้าร่วมแก้ไข ปรับปรุงข้อมูล หรือจัดการด้านอื่นๆ เทียบเท่า
เจ้าของบทเรียนนั้นๆ  ท่านสามารถเลือกได้สองแบบเท่านั้น คือ ให้สิทธิ์ทั้งหมด หรือไม่ให้สิทธิ์เลย</P>

<p>การอนุญาตผู้ช่วย ให้เข้าร่วมในการสร้างบทเรียน ท่านต้องลงทะเบียนให้เขา 
หรือต้องแน่ใจว่าเขาได้ลงทะเบียนบทเรียนของท่านไว้แล้ว 
จากนั้น จึงคลิก \'ปรับปรุง\' ที่คอลัมม์ \'สิทธิ์ในบทเรียน\' และเลือก \'ทั้งหมด\' </P><hr />

<b>การเพิ่มผู้รับผิดชอบวิชา</b>
<p>การเพิ่มชื่อผู้รับผิดชอบวิชาร่วม ที่ตำแหน่งส่วนหัวของบทเรียน ใช้เมนู \'ปรับปรุงรายละเอียดวิชา\' 
(เมนูคำสั่งสีส้ม) และพิมพ์ชื่อเพิ่มในช่อง \'อาจารย์\' แต่การใช้คำสั่งนี้ 
ไม่ใช่การอนุญาตสิทธิ์ในบทเรียน เช่นเดียวกับการทำในคำสั่ง \'สิทธิ์ในบทเรียน\'
</p><hr />
<b>เพิ่ม user</b>
<p>การเพิ่ม user ในบทเรียนของท่าน  กรอกข้อมูลในช่องให้ครบ และคลิกปุ่มตกลง บุคคลนั้นจะได้รับอีเมล์ 
แจ้งว่าท่านได้ทำการลงทะเบียนเข้าสู่บทเรียนแก่เขาแล้ว รวมทั้งแจ้งชื่อผู้ใช้และรหัสผ่านแก่เขาด้วย
</p>';
$_lang['e.g. <em>History of Literature</em>'] = 'ຕົວຢ່າງ <i>History of Litterature</i>';
$_lang['max. 12 characters, e.g. <em>ROM2121</em>'] = 'ສູງສຸດ 12 ໂຕອັກສອນ, ເຊັ່ນ <i>ROM2121</i>';
$_lang['sampleForumDescription'] = 'ລຶບອອກໂດຍຜ່ານທາງເຄືອງມືຄວບຄຸມລະບົບກະດານຂ່າວ';
$_lang['sampleForumGroupCategory'] = 'ກະດານຂ່າວກຸ່ມ';
$_lang['sampleForumMessage'] = 'ເມື່ອທ່ານລຶບກະດານຂ່າວທົດສອບອອກ ຂໍ້ມູນພາຍໃນທັງຫມົດຈະຖືກລຶບໄປນຳ';
$_lang['sampleForumTitle'] = 'ກະດານຂ່າວທົດສອບ';
$_lang['sampleForumTopicTitle'] = 'ຕົວຢ່າງຂໍ້ຄວາມ';
$_lang['sampleQuizQuestionText'] = '(ມີຄຳຕອບຖືກຕ້ອງຫຼາຍກວ່າຫນຶ່ງຄຳຕອບ)';
$_lang['sampleQuizTitle'] = 'ຕົວຢ່າງແບບເຝິກຫັດ';
?>